Repository: GigaDuckAI/conduck
Catalog: Conduck/Conduck/Localizable.xcstrings
Source language: en
Languages: es, ja, zh_hans

source: Paste your %@ bearer token.
es: Pega tu token de portador de %@.
ja: %@のBearer認証トークンを貼り付けてください。
zh_hans: 粘贴 %@ Bearer 令牌。

source: Paste your %@ key.
es: Pega tu clave de %@.
ja: %@のキーを貼り付けてください。
zh_hans: 粘贴 %@ 密钥。

source: Pay %@ directly. No middleman, no surprise bills, no rate-limited free tier.
es: Paga directamente a %@. Sin intermediarios, facturas inesperadas ni un nivel gratuito con límites de solicitudes.
ja: %@に直接支払います。中継サービス、予想外の請求、利用制限のある無料枠はありません。
zh_hans: 直接向 %@ 付费，无中间服务、意外账单或受限的免费额度。

source: Personal AI
es: IA personal
ja: パーソナルAI
zh_hans: 个人 AI

source: Press Esc to cancel
es: Pulsa Esc para cancelar
ja: Escでキャンセル
zh_hans: 按 Esc 取消

source: Press the side button to open Control Center
es: Pulsa el botón lateral para abrir el centro de control
ja: サイドボタンを押してコントロールセンターを開く
zh_hans: 按侧边按钮打开控制中心

source: Press your shortcut (e.g., ⌘⇧D)
es: Pulsa tu función rápida (p. ej., ⌘⇧D)
ja: ショートカットキー（例：⌘⇧D）を押す
zh_hans: 按快捷键（例如 ⌘⇧D）

source: Privacy Policy
es: Política de privacidad
ja: プライバシーポリシー
zh_hans: 隐私政策

source: Provider Access
es: Acceso a proveedores
ja: プロバイダーへのアクセス
zh_hans: 服务商访问

source: QA MODE
es: MODO QA
ja: QAモード
zh_hans: 测试模式

source: Quit Conduck
es: Salir de Conduck
ja: Conduckを終了
zh_hans: 退出 Conduck

source: Read the setup guide ↗
es: Leer la guía de configuración ↗
ja: 設定ガイドを読む ↗
zh_hans: 阅读设置指南 ↗

source: Recent
es: Reciente
ja: 最近
zh_hans: 最近

source: Record a Note to Work
es: Grabar una nota en Trabajo
ja: メモを録音してワークスペースに保存
zh_hans: 录制笔记到工作台

source: Recording
es: Grabación
ja: 録音
zh_hans: 录音

source: Recording Saved
es: Grabación guardada
ja: 録音を保存しました
zh_hans: 录音已保存

source: Recording stopped unexpectedly. Try again.
es: La grabación se detuvo inesperadamente. Inténtalo de nuevo.
ja: 録音が予期せず停止しました。再試行してください。
zh_hans: 录音意外停止，请重试。

source: Reply from your personal AI
es: Respuesta de tu IA personal
ja: パーソナルAIからの返信
zh_hans: 来自个人 AI 的回复

source: Replying
es: Respondiendo
ja: 返信中
zh_hans: 正在回复

source: Reset
es: Restablecer
ja: リセット
zh_hans: 重置

source: Retry
es: Reintentar
ja: 再試行
zh_hans: 重试

source: Right-click → Get Info
es: Clic derecho → Obtener información
ja: 右クリック → 情報を見る
zh_hans: 右键点按 →“显示简介”

source: Runs the same %@ — you only need one of these.
es: Ejecuta el mismo %@: solo necesitas una de estas opciones.
ja: 同じ%@を実行します。どちらか1つあれば十分です。
zh_hans: 运行的是同一个 %@，任选一种即可。

source: STT API Key
es: Clave de API de STT
ja: STT APIキー
zh_hans: STT API 密钥

source: STT key isn't working. Update it in Conduck on your iPhone.
es: La clave de STT no funciona. Actualízala en Conduck en tu iPhone.
ja: STTキーが使えません。iPhoneのConduckで更新してください。
zh_hans: STT 密钥无效，请在 iPhone 上的 Conduck 中更新。

source: STT quota is exhausted. Top up with your provider.
es: La cuota de STT se agotó. Añade saldo con tu proveedor.
ja: STTの利用枠を使い切りました。プロバイダーで残高を追加してください。
zh_hans: STT 额度已耗尽，请向服务商账户充值。

source: STT service is having trouble. Try again.
es: El servicio de STT tiene problemas. Inténtalo de nuevo.
ja: STTサービスで問題が発生しています。再試行してください。
zh_hans: STT 服务出现问题，请重试。

source: Save changes
es: Guardar cambios
ja: 変更を保存
zh_hans: 保存更改

source: Saved
es: Guardado
ja: 保存済み
zh_hans: 已保存

source: Scan or paste a code from conduck-connect.
es: Escanea o pega un código de conduck-connect.
ja: conduck-connectのコードをスキャンまたは貼り付けてください。
zh_hans: 扫描或粘贴 conduck-connect 的代码。

source: Screen locks or dims — recording stops
es: La pantalla se bloquea o atenúa: la grabación se detiene
ja: 画面のロックまたは減光で録音が停止します
zh_hans: 屏幕锁定或变暗时，录音停止

source: Screenshot
es: Captura de pantalla
ja: スクリーンショット
zh_hans: 截屏

source: Scroll down, tap Edit
es: Desplázate hacia abajo y toca Editar
ja: 下にスクロールして「編集」をタップ
zh_hans: 向下滚动，轻点“编辑”

source: Scroll to Shortcuts and select "GigaAction"
es: Desplázate hasta Atajos y selecciona "GigaAction"
ja: 「ショートカット」までスクロールして「GigaAction」を選択
zh_hans: 滚动到“快捷指令”，选择“GigaAction”

source: Search conversations
es: Buscar conversaciones
ja: 会話を検索
zh_hans: 搜索对话

source: Search languages
es: Buscar idiomas
ja: 言語を検索
zh_hans: 搜索语言

source: Select "GigaAction"
es: Selecciona "GigaAction"
ja: 「GigaAction」を選択
zh_hans: 选择“GigaAction”

source: Select %@
es: Selecciona %@
ja: %@を選択
zh_hans: 选择 %@

source: Select Shortcut
es: Selecciona Atajo
ja: ショートカットを選択
zh_hans: 选择快捷指令

source: Send
es: Enviar
ja: 送信
zh_hans: 发送

source: Send Feedback
es: Enviar comentarios
ja: フィードバックを送信
zh_hans: 发送反馈

source: Send your feedback to %@
es: Enviar tus comentarios a %@
ja: %@にフィードバックを送信
zh_hans: 将反馈发送到 %@

source: Sending
es: Enviando
ja: 送信中
zh_hans: 正在发送

source: Sending context (%lld turns)…
es: Enviando contexto (%lld turnos)…
ja: 会話の履歴（%lldターン）を送信中…
zh_hans: 正在发送上下文（%lld 轮）…

source: Sending…
es: Enviando…
ja: 送信中…
zh_hans: 正在发送…

source: Set Action to Control
es: Define Acción como Control
ja: アクションを「コントロール」に設定
zh_hans: 将操作设为“控制”

source: Set up Action Button
es: Configurar botón de acción
ja: アクションボタンを設定
zh_hans: 设置操作按钮

source: Set up Back Tap
es: Configurar Tocar atrás
ja: 背面タップを設定
zh_hans: 设置轻点背面

source: Set up Conduck on your Apple Watch
es: Configurar Conduck en tu Apple Watch
ja: Apple WatchのConduckを設定
zh_hans: 在 Apple Watch 上设置 Conduck

source: Set up Control Center
es: Configurar centro de control
ja: コントロールセンターを設定
zh_hans: 设置控制中心

source: Set up Keyboard Shortcut
es: Configurar función rápida de teclado
ja: キーボードショートカットを設定
zh_hans: 设置键盘快捷键

source: Set up manually
es: Configurar manualmente
ja: 手動で設定
zh_hans: 手动设置

source: Set up once — this carries over to your other devices.
es: Configúralo una vez: se aplica también a tus otros dispositivos.
ja: 一度設定すると、ほかのデバイスにも引き継がれます。
zh_hans: 设置一次即可应用到其他设备。

source: Set up your personal AI on iPhone first.
es: Primero configura tu IA personal en el iPhone.
ja: まずiPhoneでパーソナルAIを設定してください。
zh_hans: 请先在 iPhone 上设置个人 AI。

source: Sets the language for on-device transcription; cloud providers also auto-detect.
es: Define el idioma para la transcripción en el dispositivo; los proveedores en la nube también lo detectan automáticamente.
ja: デバイス内文字起こしの言語を設定します。クラウドプロバイダーは自動検出もできます。
zh_hans: 设置设备端转写的语言，云端服务商也会自动检测语言。

source: Settings
es: Ajustes
ja: 設定
zh_hans: 设置

source: Settings…
es: Ajustes…
ja: 設定…
zh_hans: 设置…

source: Setup
es: Configuración
ja: 設定
zh_hans: 设置

source: Show Me
es: Mostrarme
ja: 表示する
zh_hans: 显示给我

source: Show in Dock
es: Mostrar en el Dock
ja: Dockに表示
zh_hans: 在 Dock 中显示

source: Sign in again for a fresh key, paste a new one, or leave both alone to keep your current key. Your previous key stays in your OpenRouter account until you remove it there.
es: Inicia sesión de nuevo para obtener una clave nueva, pega otra o no hagas ninguno de los dos para conservar tu clave actual. La anterior permanece en tu cuenta de OpenRouter hasta que la elimines allí.
ja: 再度サインインして新しいキーを取得するか、新しいキーを貼り付けてください。どちらもしなければ現在のキーを保持します。以前のキーはOpenRouterで削除するまでアカウントに残ります。
zh_hans: 重新登录获取新密钥、粘贴新密钥，或保持两者不变以保留当前密钥。旧密钥会保留在 OpenRouter 账户中，直到你在那里移除。

source: Sign in with OpenRouter
es: Iniciar sesión con OpenRouter
ja: OpenRouterでサインイン
zh_hans: 通过 OpenRouter 登录

source: Sign in with OpenRouter, or paste an API key — then pick a model. Your messages go straight to OpenRouter, no middleman.
es: Inicia sesión con OpenRouter o pega una clave de API y elige un modelo. Tus mensajes van directamente a OpenRouter, sin intermediarios.
ja: OpenRouterでサインインするか、APIキーを貼り付けてモデルを選んでください。メッセージは中継サービスを通らずOpenRouterに直接送られます。
zh_hans: 通过 OpenRouter 登录，或粘贴 API 密钥，再选择模型。消息直接发送到 OpenRouter，不经过中间服务。

source: Skip for Now
es: Omitir por ahora
ja: 今はスキップ
zh_hans: 暂时跳过

source: Something went wrong.
es: Algo salió mal.
ja: 問題が発生しました。
zh_hans: 出了点问题。

source: Something went wrong. Check Conduck on your iPhone.
es: Algo salió mal. Revisa Conduck en tu iPhone.
ja: 問題が発生しました。iPhoneのConduckを確認してください。
zh_hans: 出了点问题，请在 iPhone 上检查 Conduck。

source: Something went wrong. Try again.
es: Algo salió mal. Inténtalo de nuevo.
ja: 問題が発生しました。再試行してください。
zh_hans: 出了点问题，请重试。

source: Speak aloud
es: Leer en voz alta
ja: 読み上げ
zh_hans: 朗读

source: Speak now
es: Habla ahora
ja: 話してください
zh_hans: 现在说话

source: Speech Recognition is off. Allow it in iPhone Settings under Privacy & Security and Speech Recognition.
es: El reconocimiento de voz está desactivado. Permítelo en los ajustes del iPhone, en Privacidad y seguridad y Reconocimiento de voz.
ja: 音声認識が無効です。iPhoneの設定で、プライバシーとセキュリティの音声認識を許可してください。
zh_hans: 语音识别已关闭，请在 iPhone 设置的“隐私与安全性”与“语音识别”下允许。

source: Speech recognition denied. Enable in Settings → Conduck → Speech Recognition.
es: Reconocimiento de voz denegado. Actívalo en Ajustes → Conduck → Reconocimiento de voz.
ja: 音声認識が拒否されています。設定 → Conduck → 音声認識で有効にしてください。
zh_hans: 语音识别访问被拒绝，请在“设置”→“Conduck”→“语音识别”中启用。

source: Speech-to-Text
es: Voz a texto
ja: 音声からテキスト
zh_hans: 语音转文字

source: Spoken language
es: Idioma hablado
ja: 話す言語
zh_hans: 语音语言

source: Start chatting in about a minute, no server setup required.
es: Empieza a chatear en un minuto, sin configurar un servidor.
ja: サーバー設定なしで、約1分でチャットを始められます。
zh_hans: 约一分钟即可开始聊天，无需设置服务器。

source: Start recording
es: Iniciar grabación
ja: 録音を開始
zh_hans: 开始录音

source: Stop
es: Detener
ja: 停止
zh_hans: 停止

source: Stop recording
es: Detener grabación
ja: 録音を停止
zh_hans: 停止录音

source: Swipe down from the top-right corner of your screen
es: Desliza hacia abajo desde la esquina superior derecha de la pantalla
ja: 画面右上から下にスワイプ
zh_hans: 从屏幕右上角向下轻扫

source: Synced from another device
es: Sincronizado desde otro dispositivo
ja: 別のデバイスから同期しました
zh_hans: 从另一设备同步

source: Synced from your other device
es: Sincronizado desde tu otro dispositivo
ja: ほかのデバイスから同期しました
zh_hans: 从你的另一设备同步

source: Synced from your other device — just add your OpenRouter key to finish.
es: Sincronizado desde tu otro dispositivo: añade tu clave de OpenRouter para terminar.
ja: ほかのデバイスから同期しました。OpenRouterのキーを追加すると完了です。
zh_hans: 已从另一设备同步，只需添加 OpenRouter 密钥即可完成。

source: Talk to %@
es: Hablar con %@
ja: %@と話す
zh_hans: 与 %@ 对话

source: Talk to you later.
es: Hablamos luego.
ja: またお話ししましょう。
zh_hans: 回头聊。

source: Talk to your AI
es: Habla con tu IA
ja: AIと話す
zh_hans: 与 AI 对话

source: Talk to your AI from any app
es: Habla con tu IA desde cualquier app
ja: どのアプリからでもAIと話す
zh_hans: 从任意 App 与 AI 对话

source: Talk to your AI from your wrist
es: Habla con tu IA desde tu reloj
ja: WatchからAIと話す
zh_hans: 从手表与 AI 对话

source: Talk to your AI from your wrist.
es: Habla con tu IA desde tu reloj.
ja: WatchからAIと話す。
zh_hans: 从手表与 AI 对话。

source: Tap +, then "Add a Control"
es: Toca + y después "Añadir un control"
ja: ＋をタップして「コントロールを追加」
zh_hans: 轻点 +，然后选择“添加控制”

source: Tap Action Button
es: Toca Botón de acción
ja: 「アクションボタン」をタップ
zh_hans: 轻点“操作按钮”

source: Tap Back Tap
es: Toca Tocar atrás
ja: 「背面タップ」をタップ
zh_hans: 轻点“轻点背面”

source: Tap Control, find Conduck
es: Toca Control y busca Conduck
ja: 「コントロール」をタップしてConduckを探す
zh_hans: 轻点“控制”，找到 Conduck

source: Tap Touch
es: Toca Tocar
ja: 「タッチ」をタップ
zh_hans: 轻点“触控”

source: Tap the + button
es: Toca el botón +
ja: ＋ボタンをタップ
zh_hans: 轻点 + 按钮

source: Tap the mic on the home screen to start a conversation with your personal AI.
es: Toca el micrófono en la pantalla de inicio para iniciar una conversación con tu IA personal.
ja: ホーム画面のマイクをタップすると、パーソナルAIとの会話を始められます。
zh_hans: 轻点主页的麦克风，与个人 AI 开始对话。

source: Tap to retry your transcription.
es: Toca para reintentar la transcripción.
ja: タップして文字起こしを再試行。
zh_hans: 轻点以重试转写。

source: Terms of Service
es: Condiciones del servicio
ja: 利用規約
zh_hans: 服务条款

source: That AI model isn't available. Pick another in Conduck on your iPhone.
es: Ese modelo de IA no está disponible. Elige otro en Conduck en tu iPhone.
ja: そのAIモデルは利用できません。iPhoneのConduckで別のモデルを選んでください。
zh_hans: 该 AI 模型不可用，请在 iPhone 上的 Conduck 中选择其他模型。

source: Thinking…
es: Pensando…
ja: 考え中…
zh_hans: 正在思考…

source: Thinking… (%@)
es: Pensando… (%@)
ja: 考え中…（%@）
zh_hans: 正在思考…（%@）

source: This chat got too long for the model. Start a new voice chat.
es: Este chat es demasiado largo para el modelo. Inicia un chat de voz nuevo.
ja: このチャットはモデルが扱える長さを超えました。新しい音声チャットを始めてください。
zh_hans: 此对话超出了模型的上下文容量，请新建语音对话。

source: This chat's AI isn't available on your iPhone. Start a new chat to use another one.
es: La IA de este chat no está disponible en tu iPhone. Inicia un chat nuevo para usar otra.
ja: このチャットのAIはiPhoneで利用できません。別のAIを使うには新しいチャットを始めてください。
zh_hans: 此对话的 AI 在 iPhone 上不可用，请新建对话以使用其他 AI。

source: This gateway has no file server set up, so your file couldn't be sent. Add one in Settings, then share it again.
es: Esta pasarela no tiene un servidor de archivos configurado, así que tu archivo no pudo enviarse. Añade uno en Ajustes y vuelve a compartirlo.
ja: このゲートウェイにはファイルサーバーが設定されていないため、ファイルを送信できませんでした。設定で追加して再度共有してください。
zh_hans: 此网关尚未设置文件服务器，文件无法发送。请在“设置”中添加后重新共享。

source: This gateway's file transfer isn't set up. Check it in Conduck on your iPhone.
es: La transferencia de archivos de esta pasarela no está configurada. Revísala en Conduck en tu iPhone.
ja: このゲートウェイのファイル転送は未設定です。iPhoneのConduckで確認してください。
zh_hans: 此网关的文件传输尚未设置，请在 iPhone 上的 Conduck 中检查。

source: This removes every conversation from this device and all your other devices. This cannot be undone.
es: Esto elimina todas las conversaciones de este dispositivo y de todos los demás. No se puede deshacer.
ja: このデバイスとほかのすべてのデバイスから、すべての会話を削除します。この操作は取り消せません。
zh_hans: 这会删除此设备及所有其他设备上的全部对话，无法撤销。

source: This week
es: Esta semana
ja: 今週
zh_hans: 本周

source: Tip: Choose a shortcut you'll remember easily
es: Consejo: elige una función rápida fácil de recordar
ja: ヒント：覚えやすいショートカットを選びましょう
zh_hans: 提示：选择容易记住的快捷键

source: Tip: Use Triple Tap if you get accidental triggers
es: Consejo: usa Triple toque si se activa por accidente
ja: ヒント：誤って起動する場合はトリプルタップを使いましょう
zh_hans: 提示：如果经常误触，请使用“轻点三下”

source: Tip: You can customize these shortcuts in Settings.
es: Consejo: puedes personalizar estas funciones rápidas en Ajustes.
ja: ヒント：これらのショートカットは設定で変更できます。
zh_hans: 提示：可在“设置”中自定义这些快捷键。

source: Tip: You can resize and reposition the shortcut
es: Consejo: puedes cambiar el tamaño y la posición del atajo
ja: ヒント：ショートカットのサイズや位置を変更できます
zh_hans: 提示：可调整快捷控制的大小和位置

source: Tip: once your AI is connected, add Conduck to Control Center to reach it from any app.
es: Consejo: cuando conectes tu IA, añade Conduck al centro de control para acceder desde cualquier app.
ja: ヒント：AIに接続したら、コントロールセンターにConduckを追加すると、どのアプリからでも使えます。
zh_hans: 提示：连接 AI 后，将 Conduck 添加到控制中心，即可从任意 App 使用。

source: Tip: once your AI is connected, set up Back Tap in Settings to reach it from any app.
es: Consejo: cuando conectes tu IA, configura Tocar atrás en Ajustes para acceder desde cualquier app.
ja: ヒント：AIに接続したら、設定で背面タップを設定すると、どのアプリからでも使えます。
zh_hans: 提示：连接 AI 后，在“设置”中配置“轻点背面”，即可从任意 App 使用。

source: Tip: once your AI is connected, set up the Action Button in Settings to reach it from any app.
es: Consejo: cuando conectes tu IA, configura el botón de acción en Ajustes para acceder desde cualquier app.
ja: ヒント：AIに接続したら、設定でアクションボタンを設定すると、どのアプリからでも使えます。
zh_hans: 提示：连接 AI 后，在“设置”中配置操作按钮，即可从任意 App 使用。

source: To use it for new chats, pick it under "New chats use" in Settings.
es: Para usarlo en chats nuevos, elígelo en "Los chats nuevos usan" en Ajustes.
ja: 新しいチャットで使うには、設定の「新しいチャットに使うAI」で選んでください。
zh_hans: 要将其用于新对话，请在“设置”的“新对话使用”中选择。

source: Today
es: Hoy
ja: 今日
zh_hans: 今天

source: Too many requests — try again in a moment.
es: Demasiadas solicitudes: inténtalo de nuevo en un momento.
ja: リクエストが多すぎます。少し待ってから再試行してください。
zh_hans: 请求过多，请稍后重试。

source: Transcribe
es: Transcribir
ja: 文字起こし
zh_hans: 转写

source: Transcribe Audio
es: Transcribir audio
ja: 音声を文字起こし
zh_hans: 转写音频

source: Transcribe recorded audio and send it to your configured personal AI, returning the reply.
es: Transcribe el audio grabado y lo envía a tu IA personal configurada, devolviendo la respuesta.
ja: 録音を文字起こしして、設定したパーソナルAIに送信し、返信を返します。
zh_hans: 转写录音并发送给已配置的个人 AI，返回回复。

source: Transcribing
es: Transcribiendo
ja: 文字起こし中
zh_hans: 正在转写

source: Transcribing…
es: Transcribiendo…
ja: 文字起こし中…
zh_hans: 正在转写…

source: Transcription returned empty text.
es: La transcripción devolvió texto vacío.
ja: 文字起こしの結果が空でした。
zh_hans: 转写返回了空文本。

source: Transcription returned empty text. Please try again.
es: La transcripción devolvió texto vacío. Inténtalo de nuevo.
ja: 文字起こしの結果が空でした。再試行してください。
zh_hans: 转写返回了空文本，请重试。

source: Transcription returned empty text. Try again.
es: La transcripción devolvió texto vacío. Inténtalo de nuevo.
ja: 文字起こしの結果が空でした。再試行してください。
zh_hans: 转写返回了空文本，请重试。

source: Try Again
es: Reintentar
ja: 再試行
zh_hans: 重试

source: Turn it on in iPhone Settings.
es: Actívalo en los ajustes del iPhone.
ja: iPhoneの設定で有効にしてください。
zh_hans: 请在 iPhone 设置中开启。

source: Turn on Notifications
es: Activar notificaciones
ja: 通知を有効にする
zh_hans: 开启通知

source: Turn on Speech Recognition for Conduck in Settings → Privacy to finish setup.
es: Activa el reconocimiento de voz para Conduck en Ajustes → Privacidad para terminar la configuración.
ja: 設定 → プライバシーでConduckの音声認識を有効にして、設定を完了してください。
zh_hans: 请在“设置”→“隐私”中开启 Conduck 的语音识别权限，以完成设置。

source: Type a message or tap the mic.
es: Escribe un mensaje o toca el micrófono.
ja: メッセージを入力するか、マイクをタップしてください。
zh_hans: 输入消息或轻点麦克风。

source: Unexpected error. Check your settings.
es: Error inesperado. Revisa tus ajustes.
ja: 予期しないエラーです。設定を確認してください。
zh_hans: 发生意外错误，请检查设置。

source: Unexpected error. Try again.
es: Error inesperado. Inténtalo de nuevo.
ja: 予期しないエラーです。再試行してください。
zh_hans: 发生意外错误，请重试。

source: Unmute
es: Activar sonido
ja: 消音を解除
zh_hans: 取消静音

source: Uploading
es: Subiendo
ja: アップロード中
zh_hans: 正在上传

source: Use ${audioFile} and ${screenshotFile} in ${destination}
es: Usar ${audioFile} y ${screenshotFile} en ${destination}
ja: ${audioFile}と${screenshotFile}を${destination}で使用
zh_hans: 在 ${destination} 中使用 ${audioFile} 和 ${screenshotFile}

source: Use a hosted model
es: Usar un modelo alojado
ja: ホスト型モデルを使用
zh_hans: 使用托管模型

source: Validate & Save
es: Validar y guardar
ja: 検証して保存
zh_hans: 验证并保存

source: Validate key
es: Validar clave
ja: キーを検証
zh_hans: 验证密钥

source: Verifies internet connection before recording so the upload doesn't fail later.
es: Verifica la conexión a internet antes de grabar para que la subida no falle después.
ja: 録音前にインターネット接続を確認して、その後のアップロード失敗を防ぎます。
zh_hans: 录音前检查互联网连接，避免之后上传失败。

source: Version %@
es: Versión %@
ja: バージョン%@
zh_hans: 版本 %@

source: Visit conduck.com
es: Visitar conduck.com
ja: conduck.comを開く
zh_hans: 访问 conduck.com

source: Waiting for reply
es: Esperando respuesta
ja: 返信待ち
zh_hans: 等待回复

source: We'll walk you through it, step by step.
es: Te guiaremos paso a paso.
ja: 順を追ってご案内します。
zh_hans: 我们会逐步引导你完成。

source: Welcome
es: Bienvenido
ja: ようこそ
zh_hans: 欢迎

source: Where does your AI live?
es: ¿Dónde está tu IA?
ja: AIはどこで稼働していますか？
zh_hans: 你的 AI 在哪里运行？

source: Work
es: Trabajo
ja: ワークスペース
zh_hans: 工作台

source: Works on every Apple Watch
es: Funciona en todos los Apple Watch
ja: すべてのApple Watchで使えます
zh_hans: 适用于所有 Apple Watch

source: Yes — it's already running
es: Sí: ya está en funcionamiento
ja: はい、すでに稼働しています
zh_hans: 是，已经在运行

source: Yes, it's running
es: Sí, está en funcionamiento
ja: はい、稼働しています
zh_hans: 是，正在运行

source: Yesterday
es: Ayer
ja: 昨日
zh_hans: 昨天

source: You built your own AI, or it's a script — not a server.
es: Creaste tu propia IA o es un script, no un servidor.
ja: 自作のAIやスクリプトで、サーバーではありません。
zh_hans: 你构建的 AI 或脚本，尚未以服务器形式运行。

# You can enable this later in Settings → Privacy.
source: You can enable this later in Settings → Privacy & Security.
es: Puedes activar esto después en Ajustes → Privacidad y seguridad.
ja: 後で設定 → プライバシーとセキュリティから有効にできます。
zh_hans: 稍后可在“设置”→“隐私与安全性”中启用。

source: You'll need OpenClaw or Hermes already running on an always-on computer — a Mac mini, a Raspberry Pi, or a small cloud server. The next step won't install it for you.
es: Necesitas OpenClaw o Hermes ya en funcionamiento en un ordenador siempre encendido: un Mac mini, una Raspberry Pi o un pequeño servidor en la nube. El siguiente paso no lo instalará por ti.
ja: 常時稼働するコンピュータ（Mac mini、Raspberry Pi、小さなクラウドサーバーなど）でOpenClawまたはHermesがすでに稼働している必要があります。次の手順ではインストールしません。
zh_hans: 你需要在常开电脑上运行 OpenClaw 或 Hermes，例如 Mac mini、Raspberry Pi 或小型云服务器。下一步不会代为安装它们。

source: You're almost ready.
es: Ya casi está.
ja: もうすぐ準備完了です。
zh_hans: 即将就绪。

source: Your AI provider is out of credits. Add credits with your provider.
es: Tu proveedor de IA no tiene créditos. Añade créditos con tu proveedor.
ja: AIプロバイダーのクレジット残高が不足しています。プロバイダーでクレジットを追加してください。
zh_hans: AI 服务商的账户余额已用完，请向账户充值。

source: Your AI provider is rate-limiting you. Free models often have a daily limit.
es: Tu proveedor de IA está limitando la frecuencia de tus solicitudes. Los modelos gratuitos suelen tener un límite diario.
ja: AIプロバイダーの利用制限がかかっています。無料モデルには1日ごとの上限があることがよくあります。
zh_hans: AI 服务商正在限制请求频率，免费模型通常有每日限额。

source: Your audio goes from this device straight to %@ and back. Nobody else sees it.
es: Tu audio va directamente desde este dispositivo a %@ y vuelve. Nadie más lo ve.
ja: 音声はこのデバイスから%@に直接送られ、結果が返されます。ほかの誰も見ることはありません。
zh_hans: 音频从此设备直接发送到 %@ 并返回，没有其他人接触。

source: Your default AI, %@, isn't available on this device. Open Conduck to pick a different one?
es: Tu IA predeterminada, %@, no está disponible en este dispositivo. ¿Abrir Conduck para elegir otra?
ja: デフォルトAI「%@」はこのデバイスで利用できません。Conduckを開いて別のAIを選びますか？
zh_hans: 默认 AI %@ 在此设备不可用。要打开 Conduck 选择其他 AI 吗？

source: Your default AI, %@, isn't available. Choose another from the list.
es: Tu IA predeterminada, %@, no está disponible. Elige otra de la lista.
ja: デフォルトAI「%@」は利用できません。リストから別のAIを選んでください。
zh_hans: 默认 AI %@ 不可用，请从列表选择其他 AI。

source: Your default AI, %@, isn't set up on this device. Open Conduck to pick a different one?
es: Tu IA predeterminada, %@, no está configurada en este dispositivo. ¿Abrir Conduck para elegir otra?
ja: デフォルトAI「%@」はこのデバイスで未設定です。Conduckを開いて別のAIを選びますか？
zh_hans: 此设备尚未设置默认 AI %@。要打开 Conduck 选择其他 AI 吗？

source: Your gateway couldn't use a photo in this chat. Start a new voice chat.
es: Tu pasarela no pudo usar una foto de este chat. Inicia un chat de voz nuevo.
ja: ゲートウェイはこのチャットの写真を使用できませんでした。新しい音声チャットを始めてください。
zh_hans: 网关无法使用此对话中的照片，请新建语音对话。

source: Your gateway is ready
es: Tu pasarela está lista
ja: ゲートウェイの準備ができました
zh_hans: 网关已就绪

source: Your gateway needs a model name. Set one in Conduck on your iPhone.
es: Tu pasarela necesita un nombre de modelo. Defínelo en Conduck en tu iPhone.
ja: ゲートウェイにモデル名が必要です。iPhoneのConduckで設定してください。
zh_hans: 网关需要模型名称，请在 iPhone 上的 Conduck 中设置。

source: Your gateway, your rules
es: Tu pasarela, tus reglas
ja: 自分のゲートウェイ、自分のルール
zh_hans: 你的网关，你做主

source: Your last recording couldn't be sent.
es: No se pudo enviar tu última grabación.
ja: 前回の録音を送信できませんでした。
zh_hans: 上次录音无法发送。

source: Your message wasn't delivered. Open Conduck to retry.
es: Tu mensaje no se entregó. Abre Conduck para reintentar.
ja: メッセージは届いていません。Conduckを開いて再試行してください。
zh_hans: 消息未送达，请打开 Conduck 重试。

source: Your own AI
es: Tu propia IA
ja: 自分のAI
zh_hans: 你自己的 AI

source: Your personal AI had trouble replying. Try again.
es: Tu IA personal tuvo problemas para responder. Inténtalo de nuevo.
ja: パーソナルAIの返信で問題が発生しました。再試行してください。
zh_hans: 个人 AI 回复时遇到问题，请重试。

source: Your personal AI rejected the token. Update it in Conduck on your iPhone.
es: Tu IA personal rechazó el token. Actualízalo en Conduck en tu iPhone.
ja: パーソナルAIが認証トークンを拒否しました。iPhoneのConduckで更新してください。
zh_hans: 个人 AI 拒绝了令牌，请在 iPhone 上的 Conduck 中更新。

source: Your speech provider sent an unexpected response. Pick another provider in Conduck on your iPhone.
es: Tu proveedor de voz envió una respuesta inesperada. Elige otro proveedor en Conduck en tu iPhone.
ja: 音声認識プロバイダーから予期しない応答が返されました。iPhoneのConduckで別のプロバイダーを選んでください。
zh_hans: 语音服务商返回了意外响应，请在 iPhone 上的 Conduck 中选择其他服务商。

source: [Image]
es: [Imagen]
ja: [画像]
zh_hans: [图片]

# activity.a11y.newReply
source: New reply
es: Nueva respuesta
ja: 新しい返信
zh_hans: 新回复
